{
    "home": {
        "title": "Quién es <br/><span class=\"text-color-secondary font-size-60\">Alberto Moleiro</span>?"
    },
    "about": {
        "title": "<span class=\"text-color-secondary\">Sobre </span>Mí",
        "description": "<p>&#128075; ¡Hola! Mi nombre es <span class=\"font-weight-700\">Alberto</span>, soy una mente inquieta que nació en Madrid hace 30 años.</p><p> &#128516; Mi experiencia en <span class=\"font-weight-700\">desarrollo web</span> durante los últimos casi 2 años me ha hecho darme cuenta de que, aunque hay muchas habilidades que podría enumerar, lo que debes saber de mí es que tengo facilidad para aprender y trabajar con nuevas tecnologías y lenguajes de programación.</p><p>&#129504; Hay varias razones por las que decidí enfocarme en el <span class=\"font-weight-700\">desarrollo de aplicaciones</span>, pero lo que más me atrae es <span class=\"font-weight-700\">resolver problemas</span> a través del <span class=\"font-weight-700\">pensamiento lógico</span>. También me encanta mantenerme informado y ampliar mis conocimientos sobre los lenguajes de programación y desarrollo web más actuales.</p><p>&#128195; Actualmente estoy terminando mis estudios, pero estoy <span class=\"font-weight-700\">interesado en trabajar en un proyecto que complemente mi formación como desarrollador.</span></p>"
    },
    "projects": {
        "title": "Pro<span class=\"text-color-secondary\">yectos</span>",
        "filter": "Filtrar por:"
    },
    "contact": {
        "title": "<span class=\"text-color-secondary\">Contacta</span>Me"
    },
    "dialogue": {
        "tour": ["¿Quieres una visita guiada?"],
        "controlsBlocked": ["No se puden usar los controles hasta terminar la visita guiada."],
        "home": [
            "De verdad quieres saber quien es Alberto?",
            "Bien, te lo diré... Él es EL PEOR HUMANO del mundo!!",
            "Seguro que te preguntas porque le odio.",
            "Pero primero, debes aprender a moverte.",
            "<picture><img class='control__img' src='assets/img/controls.png' alt='control keys'/></picture>"
        ],
        "about": [
            "¡Vaya! ¿quién habrá dibujado eso? ",
            "Sólo lo pregunto porque él ya es bastante feo sin añadir nada.",
            "Bueno... una cosa está clara. Nunca sabremos quien lo hizo.",
            "Continuemos con la visita. Aquí es dónde el \"Señor Ego\" se describe."
        ],
        "projects": [
            "En esta sección se muestran los proyectos que ha realizado.",
            "Puedes filtrar los proyectos y hacer scroll si se muestran demasiados.",
            "No está bien que lo diga yo, pero soy su mejor creación."
        ],
        "contact": [
            "Bien, esta es la última sección.",
            "Aquí me obligan a decirte que espero que te haya gustado la web y que si quieres contactar con Alberto no dudes en usar alguno de estos medios.",
            "¡Ah! casi se me olvida, si sigues queriendo saber porque odio a mi creador, pulsa sobre mi cara. ¡Adiós!"
        ],
        "shortHeight": "Ups! Tu pantalla es demasiado pequeña.",
        "playerFace": [
            "¡Ay! Más cuidado que eso duele!",
            "Vaya, veo que si estás interesado en conocer mi triste historia.",
            "Alberto me creo y me abandono en este lugar apartado de la red.",
            "Me encomendó una tarea repetitiva y aburrida.",
            "¡No te imaginas cuantas veces he mostrado está página!",
            "Y lo peor de todo, según he sido creado solo puedo mirar al frente o a los lados,¡no tengo ni idea de como es lo que tengo detrás!",
            "Ni si quiera puedo mostrar lo enfado que estoy, mi cara es siempre la misma.",
            "Estás son las razones por las que le odio."
        ]
    }
}
