{
    "home": {
        "title": "Who is <br /><span class=\"text-color-secondary home__title--big\">Alberto Moleiro</span>?"
    },
    "about": {
        "title": "<span class=\"text-color-secondary\">About </span>Me",
        "description": "<p>&#128075; Hi! My name is <span class=\"font-weight-700\">Alberto</span>, I'm a restless mind that was born in Madrid 30 years ago.</p><p>&#128516; My experience in <span class=\"font-weight-700\">web development</span> over the past almost 2 years has made me realize that, although there are many skills I could list, what you should know about me is that I am <span class=\"font-weight-700\">quick to learn</span> and work with new technologies and programming languages.</p><p>&#129504; There are several reasons why I decided to focus on <span class=\"font-weight-700\">application development</span>, but the most attractive part for me is <span class=\"font-weight-700\">solving problems</span> through <span class=\"font-weight-700\">logical thinking</span>. I also love staying informed and expanding my knowledge about the most current programming languages and web development technologies.</p><p>&#128195; I am currently finishing my studies, but I am <span class=\"font-weight-700\">interested in working on a project that would complement my training as a developer.</span> You can contact me through my email.</p>"
    },
    "projects": {
        "title": "Pro<span class=\"text-color-secondary\">jects</span>",
        "filter": "Filter by:"
    },
    "contact": {
        "title": "<span class=\"text-color-secondary\">Contact </span>Me",
        "contactTitle":"Contact Information",
        "contentText":"I am currently looking to do internships. Don't hesitate to contact me through any of these means, I would be happy to hear any offers!",
        "location":"Location:",
        "locationText":"Madrid, Spain",
        "languages":"Languages:",
        "languagesText":"Spanish, English",
        "locationTitle":"Location Map"
    },
    "dialogue": {
        "tour": ["Do you want a guided tour?"],
        "controlsBlocked": ["Can't use controls before end guide tour!"],
        "home": [
            "Do you really want to know who Alberto is?",
            "Well, I will tell you... He IS THE WORST HUMAN in the world!!",
            "Sure you're wondering why I hate him.",
            "But first, you must know how to move.",
            "<picture><img class='control__img' src='assets/img/controls.png' alt='control keys'/></picture>"
        ],
        "about": [
            "Wow! Who drew it? I mean... he's ugly enough without those drawings.",
            "Well, one thing is quite clear. We'll never know.",
            "Let's continuos with the tour, here is where \"Mr. Ego\" discribes himself."
        ],
        "projects": [
            "In this section, the projects he has completed are shown.",
            "You can filter the projects and scroll if too many are displayed.",
            "It's not right for me to say, but I am his best creation."
        ],
        "contact": [
            "Well, this is the last section.",
            "Here I am forced to tell you that I hope you liked the website and that if you want to contact Alberto, don't hesitate to use any of these means.",
            "Oh! I almost forgot, if you still want to know why I hate my creator, click on my face. Goodbye!"
        ],
        "shortHeight": "Ups! Your screen isn't high enough.",
        "playerFace": [
            "Ouch! Be more careful, that hurts!",
            "Well, I see that you are interested in knowing my sad story.",
            "Alberto created me and then abandoned me in this remote place on the web.",
            "He entrusted me with a repetitive and boring task.",
            "You can't imagine how many times I have shown this page!",
            "And worst of all, since I was created, I can only look straight ahead or to the sides, I have no idea what is behind me!",
            "I can't even show how angry I am, my face is always the same.",
            "These are the reasons why I hate him."
        ]
    }
}
